{
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "alpha-nvim": {
    "branch": "main"
  },
  "auto-save.nvim": {
    "branch": "main"
  },
  "better-escape.nvim": {
    "branch": "master"
  },
  "bigfile.nvim": {
    "branch": "main"
  },
  "bracey.vim": {
    "branch": "master"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "close-buffers.nvim": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "dial.nvim": {
    "branch": "master"
  },
  "flit.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glow.nvim": {
    "branch": "main"
  },
  "inc-rename.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "iswap.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "lsp_signature.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "lunar.nvim": {
    "branch": "master"
  },
  "marks.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mkdir.nvim": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "neorg": {
    "branch": "main"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "nlsp-settings.nvim": {
    "branch": "main"
  },
  "null-ls.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-bqf": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-hlslens": {
    "branch": "main"
  },
  "nvim-lastplace": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-navic": {
    "branch": "master"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-various-textobjs": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "onedarker.nvim": {
    "branch": "freeze"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "project.nvim": {
    "branch": "main"
  },
  "schemastore.nvim": {
    "branch": "main"
  },
  "sort.nvim": {
    "branch": "main"
  },
  "structlog.nvim": {
    "branch": "main"
  },
  "symbols-outline.nvim": {
    "branch": "master"
  },
  "targets.vim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "tidy.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "treesj": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-caser": {
    "branch": "master"
  },
  "vim-cool": {
    "branch": "master"
  },
  "vim-matchquote": {
    "branch": "master"
  },
  "vim-mergetool": {
    "branch": "master"
  },
  "vim-numbertoggle": {
    "branch": "main"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "vim-visual-multi": {
    "branch": "master"
  }
}
